Repository: DZXH-TX/LocaleSmith
Catalog: src/LocaleSmith.App/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, ja_jp, ru_ru, zh_cn

# BillingAcceleratedScopeRequiredStatus
source: The saved PAT needs the downloads:accelerated scope before billing or acceleration can be used.
fr_fr: Le PAT enregistré doit inclure le scope downloads:accelerated pour utiliser la facturation ou l’accélération.
ja_jp: 課金または高速ダウンロードを使用するには、保存済み PAT に downloads:accelerated scope が必要です。
ru_ru: Для оплаты или ускорения сохранённому PAT требуется область downloads:accelerated.
zh_cn: 已保存的 PAT 必须包含 downloads:accelerated scope 才能使用计费或加速下载。

# CommunityDownloadTitle.Text
source: Download selected version
fr_fr: Télécharger la version sélectionnée
ja_jp: 選択したバージョンをダウンロード
ru_ru: Скачать выбранную версию
zh_cn: 下载所选版本

# CommunityDefaultDownloadButton.Content
source: Download from default source
fr_fr: Télécharger depuis la source par défaut
ja_jp: 既定のソースからダウンロード
ru_ru: Скачать из источника по умолчанию
zh_cn: 使用默认源下载

# CommunityAcceleratedDownloadButton.Content
source: Use domestic acceleration
fr_fr: Utiliser l’accélération nationale
ja_jp: 国内アクセラレーションを使用
ru_ru: Использовать ускоренную загрузку
zh_cn: 使用国内加速下载

# CommunityAccelerationDisclosure.Text
source: Shown only when MCTX confirms a valid, fresh entitlement and a ready private replica. Failures fall back to the default source.
fr_fr: Affiché uniquement si MCTX confirme un droit valide et récent ainsi qu’une réplique privée prête. En cas d’échec, la source par défaut est utilisée.
ja_jp: MCTX が有効で新しい権利と準備済みの非公開レプリカを確認した場合のみ表示されます。失敗時は既定ソースに戻ります。
ru_ru: Показывается только когда MCTX подтверждает действующее свежее право и готовую приватную копию. При сбое используется источник по умолчанию.
zh_cn: 仅当 MCTX 服务端确认有效权益、核验新鲜且私有副本就绪时显示；异常会自动回退默认源。

# CommunityDownloadProgress.AutomationProperties.Name
source: Artifact download progress
fr_fr: Progression du téléchargement de l’artefact
ja_jp: アーティファクトのダウンロード進行状況
ru_ru: Ход загрузки артефакта
zh_cn: 制品下载进度

# CommunityCancelDownloadButton.Content
source: Cancel download
fr_fr: Annuler le téléchargement
ja_jp: ダウンロードをキャンセル
ru_ru: Отменить загрузку
zh_cn: 取消下载

# CommunityDownloadErrorInfo.Title
source: Download failed
fr_fr: Échec du téléchargement
ja_jp: ダウンロードに失敗しました
ru_ru: Ошибка загрузки
zh_cn: 下载失败

# CommunityDownloadStatusInfo.Title
source: Download status
fr_fr: État du téléchargement
ja_jp: ダウンロード状態
ru_ru: Статус загрузки
zh_cn: 下载状态

# CommunityDownloadFallbackStatus
source: The acceleration source was unavailable. The file was downloaded safely from the default source.
fr_fr: La source accélérée était indisponible. Le fichier a été téléchargé en toute sécurité depuis la source par défaut.
ja_jp: 高速化ソースを利用できないため、既定ソースから安全にダウンロードしました。
ru_ru: Ускоренный источник недоступен. Файл безопасно загружен из источника по умолчанию.
zh_cn: 加速源不可用，已从默认源安全完成下载。

# CommunityDownloadCompletedStatus
source: Download completed and SHA-256 verification passed.
fr_fr: Téléchargement terminé et vérification SHA-256 réussie.
ja_jp: ダウンロードが完了し、SHA-256 検証に合格しました。
ru_ru: Загрузка завершена, проверка SHA-256 пройдена.
zh_cn: 下载完成，SHA-256 校验已通过。

# CommunityDownloadCancelledStatus
source: Download cancelled. A credential-free partial file may be retained for resume.
fr_fr: Téléchargement annulé. Un fichier partiel sans identifiant peut être conservé pour la reprise.
ja_jp: ダウンロードをキャンセルしました。資格情報を含まない部分ファイルを再開用に保持できます。
ru_ru: Загрузка отменена. Для продолжения может быть сохранён частичный файл без учётных данных.
zh_cn: 下载已取消；可保留不含凭据的断点文件用于续传。

# CommunityDownloadFailedError
source: The download could not be completed or verified. No partial artifact was published.
fr_fr: Le téléchargement ou sa vérification n’a pas abouti. Aucun artefact partiel n’a été publié.
ja_jp: ダウンロードまたは検証を完了できません。不完全なアーティファクトは公開されませんでした。
ru_ru: Не удалось завершить или проверить загрузку. Неполный артефакт не опубликован.
zh_cn: 无法完成或验证下载，未发布任何不完整制品。

# OnboardingNetworkApiKeyInput.Header
source: API key
fr_fr: Clé API
ja_jp: API キー
ru_ru: Ключ API

# LanguageOptionJaJp
source: 日本語（日本）
fr_fr: Japonais (Japon)
ru_ru: Японский (Япония)

# LanguageOptionFrFr
source: Français (France)
ru_ru: Французский (Франция)

# CliShellLabel.Text
source: Shell
ja_jp: シェル
ru_ru: Оболочка

# CommunityCompactModSelector.Header
source: Mod
ru_ru: Мод

# LanguageOptionZhCn
source: 简体中文（中国）
fr_fr: Chinois simplifié (Chine)

# LanguageOptionEnUs
source: English (United States)
fr_fr: Anglais (États-Unis)

# LanguageOptionRuRu
source: Русский (Россия)
fr_fr: Russe (Russie)

# CommunitySearchButton.AccessKey
source: S
fr_fr: R
